export const Article = () => {
  return (
    <article>
      <h2>GoPro - світовий лідер у сфері екшн-камер</h2>
      <p>
        Камера GoPro — це компактна, міцна та водонепроникна екшн-камера, призначена для зйомки високоякісного відео та фотографій в екстремальних або складних умовах, хоча вона також підходить для повсякденних пригод. Її міцність, невеликий розмір та вдосконалені функції, такі як стабілізація
        зображення, що отримала нагороду Emmy®, роблять її універсальним інструментом для зйомки спорту, подорожей та інших видів діяльності, де традиційні камери були б непрактичними або легко пошкоджувалися.
      </p>
    </article>
  );
};
