export const goProDataList = [
  {
    name: "GoPro HERO13 Black",
    price: 399.99,
    image: "https://gopro-ukraine.com/image/cache/catalog/content/goprohero13black/17-436x436.webp",
    description: "GoPro HERO13 Black – це новий рівень для творців контенту, які цінують якість, надійність і функціональність. Екшн-камера поєднує в собі передові технології, що дозволяють знімати неймовірні відео і фотографувати в найскладніших умовах – на морозі, вночі, під час руху і навіть під водою.",
  },
  {
    name: "GoPro HERO",
    price: 219.99,
    image: "https://gopro-ukraine.com/image/cache/catalog/content/goprohero4k/1-436x436.webp",
    description: "GoPro Hero 4K – це найкомпактніша і найлегша камера, що поєднує в собі потужність, міцність і зручність. Завдяки такому дизайну і простоті у використанні GoPro Hero 4K стане ідеальним вибором для тих, хто шукає ультралегкий і мобільний девайс, щоб записувати 4K-відео.",
  },
  {
    name: "GoPro MAX 2",
    price: 269.99,
    image: "https://gopro-ukraine.com/image/cache/catalog/content/chdhz-203-rw/chdhz-203-rw-436x436.webp",
    description: "Нова екшн-камера GoPro MAX – це ідеальний вибір для блогерів, екстремалів і всіх, хто хоче знімати без обмежень! Втілення новітніх технологій для створення екшн-контенту. Зйомка 360° в роздільній здатності 5,6K дозволяє зафіксувати кожен момент в ідеальній якості без спотворень.",
  },
  {
    name: "HERO11 Black",
    price: 289.99,
    image: "https://gopro-ukraine.com/image/cache/catalog/content/goprohero4k/1-436x436.webp",
    description: "Новинка зможе задовольнити найвибагливіших контент-мейкерів, адже якість зображення стала ще кращою, стабілізація — ще більш рівномірною, а функціонал — ще ширшим і зручнішим! Новий датчик, відео 5,3K, фотографії 27 Мп, ексклюзивна функція Horizon Lock та інноваційний акумулятор допоможуть отримати і досконалі кінематографічні кадри, і вертикальні кадри для Stories.",
  },
  {
    name: "GoPro HERO8 Black",
    price: 219.99,
    image: "https://gopro-ukraine.com/image/cache/catalog/avatarki/hero8/17375527-436x436.webp",
    description: "Отримайте оптимальний баланс між ціною та функціональністю! Універсальна камера GoPro HERO8 водонепроникна та міцна, має неймовірно потужну стабілізацію HyperSmooth 2.0, тому підійде для зйомки в екстремальних умовах.",
  },
];
